Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/udi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: If you have booked an appointment, you still have this appointment.
nb: Hvis du har bestilt en time, har du fortsatt denne timen.

source: You also cannot have received any financial assistance from NAV (økonomisk sosialhjelp) during the last 12 months.
nb: Du kan heller ikke ha mottatt økonomisk sosialhjelp de siste 12 månedene.

source: To show that you have a valid residence permit or right of residence in Norway, you should bring the registration certificate you received from the police when you registered.
nb: For å vise at du har gyldig oppholdstillatelse eller oppholdsrett i Norge bør du ta med deg registreringsbeviset du fikk av politiet da du registrerte deg.

source: This assumes that you are covered by private health insurance.
nb: Dette forutsetter at du er dekket av en privat sykeforsikring.

source: I do not have a Visa card or Mastercard.
nb: Jeg har ikke et Visa-kort eller Mastercard.

source: families with children whose application for protection (asylum) or another application for residence has been rejected
nb: barnefamilier som har fått avslag på søknaden om beskyttelse (asyl) eller annen søknad om opphold

source: ROSA project (external website)
nb: ROSA (eksternt nettsted)

source: for the trade in Norway.
nb: bransjen i Norge.

source: Travel with, or visit, a family member who is an EU/EEA national
nb: Reise med eller besøke et familiemedlem som er EU/EØS-borger

source: You can do a test on a test station on the border or within 24 hours if there are no test station where you cross the border to Norway.
nb: Du kan teste deg på en teststasjon på grensen eller innen 24 timer hvis det ikke finnes en teststasjon på grensen.

source: You must normally have NOK 500 for each day of your stay in Norway.
nb: Du må vanligvis ha 500 kroner per dag du skal være i Norge.

source: VIS is a central IT system for the Schengen countries.
nb: Visa Information System (VIS) er et felles IT-system for Schengenlandene.

source: How to apply for a residence permit with your spouse?
nb: Hvordan søke om oppholdstillatelse med ektefelle?

source: If you checked yes, you must explain in what way you were related before you married
nb: Hvis du krysset av for ja må du forklare på hvilken måte dere var i slekt før dere giftet dere

source: As of 1 May 2021, it amounts to NOK 319 997.
nb: Per 1.mai 2021 utgjør det kr 319 997.

source: Do I still have to apply for the new residence permit for British citizens after 1 January 2021?
nb: Må jeg likevel søke om den nye oppholdstillatelsen for britiske borgere etter 1. januar 2021?

source: To be granted an entry visa, it must be probable that your application for family immigration will be granted.
nb: For å få et slikt visum må det være sannsynlig at du vil få ja på søknaden din om familieinnvandring.

source: If you have a permanent residence permit in another country than Syria, you can apply for assisted return through the International Organization for Migration (IOM).
nb: Hvis du har permanent oppholdstillatelse i et annet land enn Syria, kan du søke om assistert retur gjennom IOM.

source: Before you can get married in Norway you must get a certificate which shows that you fulfil the conditions for entering into marriage (prøvingsattest), which is valid for 4 months.
nb: Før dere kan gifte dere i Norge må dere få en godkjenning til det fra Skatteetaten. Denne godkjenningen kalles «prøvingsattest» og er gyldig i 4 måneder.

source: has expired, or before you are given a deadline for leaving, you will receive a total of NOK 15 000 in cash through the IOM.
nb: din går ut, eller før du har fått en frist, får du til sammen 15 000 kroner i kontanter som blir utbetalt av IOM.

source: NOK 407 900 per year pre-tax
nb: 407 900 i året før skatt

source: If you are from Macao, you must have a Macao SAR passport
nb: Hvis du er fra Macao, må du ha Macao SAR-pass.

source: You will be told in advance when you are to leave, and you will travel as an ordinary passenger on a scheduled flight.
nb: Du får vite på forhånd når du skal dra, og du reiser som vanlig passasjer på et rutefly.

source: I am a posted worker from a British company (service provider).
nb: Jeg er utsendt arbeidstaker fra et britisk selskap (tjenesteyter).

source: You must apply for the new permit by the end of 2021.
nb: Du må søke om den nye tillatelsen innen utløpet av 2021.

source: The family members of an EU/EEA citizen have a right of residence in Norway if the EU/EEA citizen has a right of residence.
nb: Familiemedlemmene til en EU/EØS-borger har oppholdsrett i Norge hvis EU/EØS-borgeren har oppholdsrett.

source: You must hand in a loss report and the police must confirm your identity.
nb: Du må levere inn en tapsmelding og politiets utlendingsseksjon må bekrefte identiteten din.

source: If you have already paid, you can get the extra money refunded.
nb: Hvis du allerede har betalt, kan du ikke få tilbake de ekstra pengene.

source: If you fear that you will be forced to marry against your will while you are abroad, you should not leave.
nb: Hvis du er redd for at du skal bli giftet bort mot din vilje mens du er i utlandet, bør du ikke reise.

source: How to apply for a residence permit for working holiday for young adults from Argentina
nb: Slik søker du om oppholdstillatelse for arbeidsferie for unge voksne fra Argentina

source: person under the age of 25 who already lives in Norway
nb: person under 25 år som allerede bor i Norge

source: This information and more information on how to apply for citizenship can be found at www.udi.no/statsborgerskapsomaliere
nb: Denne informasjonen og mer informasjon om hvordan du søker om statsborgerskap finner du på www.udi.no/statsborgerskapsomaliere

source: Responsible for refugee, immigration and integration policy and governs the UDI and UNE through laws and regulations, budgets and allocation letters.
nb: Har ansvaret for flyktning-, innvandrings- og integreringspolitikken, og styrer UDI og UNE med lover, forskrifter, budsjett og tildelingsbrev.

source: You can use this receipt as documentation on the date you registered your application.
nb: Du kan bruke denne kvitteringen som dokumentasjon på hvilken dato du registrerte søknaden din.

source: Immigration to Norway increased during the period 1951 - 2010, as did the emigration from Norway.
nb: I perioden fra 1951 til 2010 har innvandringen til Norge vært sterkt økende.

source: contact with coordinators for voluntary sectors in the municipality (or similar
nb: [organisasjon] har tre aktiviteter i ett mottak kunne vi for eksempel bidratt i mottak hvor

source: The period you have this permit does not count if you later wish to apply for a permanent residence permit.
nb: Tiden du har denne oppholdstillatelsen teller ikke med hvis du senere skal søke om permanent oppholdstillatelse.

source: You must write your contact information (name, address and phone number) and DUF number on a piece of paper and include it in the envelope.
nb: Du må skrive kontaktinformasjon (navn, adresse og telefonnummer) og DUF-nummeret ditt på et ark som du legger i konvolutten.

source: What do you have to do before you leave Norway?
nb: Hva må du gjøre før du reiser?

source: Have you previously been known under a different name?
nb: Har du tidligere vært kjent under et annet navn?

source: Then I went to Lebanon.
nb: fly når jeg drar til IOM?».

source: The UDI has been instructed that applications for residence permits for seasonal workers (for the 2021 season) is not to be set on hold with the UDI until there are changes in air traffic and entry restrictions to the countries in question.
nb: UDI har fått beskjed om at søknader om oppholdstillatelser for sesongarbeidere (for sesongen 2021) ikke skal ligge på vent hos UDI til det muligens skjer endringer i flytrafikken og innreiserestriksjonene til de aktuelle landene.

source: You can get advice from the Danish Refugee Council (DRC)
nb: Få råd av Dansk Flyktninge Hjelp (DRC)

source: The remaining returnees could not be interviewed for various reasons.
nb: Tiltakene skal videre sette den utreisepliktige i stand til å ta gode og informerte valg.

source: You will find the checklist by clicking on the “How to apply”-button below and choosing the country you live in.
nb: Du finner sjekklisten ved å klikke på«Slik søker du»-knappen under og velge hvilket land du bor i.

source: Back to previous page (Family immigration)
nb: Tilbake til forrige side (Familieinnvandring)

source: For you who are under the age of 18
nb: For deg som er under 18 år

source: For most of the remaining approximately 6500 (former) asylum seekers the Norwegian authorities had more than the minimum information.
nb: For de resterende ca 6500 (tidligere) asylsøkerne hadde norske myndigheter mer enn et minimum av informasjon.

source: You should seek help if you fear that you will be forced to marry abroad.
nb: Du bør søke hjelp dersom du er redd for tvangsekteskap i utlandet.

source: , you automatically became a Norwegian citizen at birth.
nb: , ble du automatisk norsk statsborger da du ble født.

source: What kind of support do you get?
nb: Hva slags støtte får dere?

source: We can also collect information from publicly available sources, such as websites and social media.
nb: Når saken din er ferdig behandlet, får du et vedtaksbrev med informasjon om du må møte opp hos politiet på nytt eller ikke.

source: UDI will send you the decition letter by mail, or by Digipost, if you have that.
nb: UDI vil sende deg vedtaket i posten, eller Digipost hvis du har dette.

source: How is your family situation?
nb: Hvordan er familiesituasjonen din?

source: If you need an answer from us, you must
nb: Hvis du trenger svar fra oss, må du

source: If you want to know more about who can get protection (asylum) and who can lose their residence permit, you can read our information letter
nb: Hvis du vil vite mer om om hvem som kan få beskyttelse (asyl) og hvem som kan miste oppholdstillatelsen sin, kan du lese vårt informasjonsbrev

source: gender expression (how you express your gender identity, for example through clothes, hairstyle, make-up or body language)
nb: kjønnsuttrykk (hvordan du utrykker din kjønnsidentitet, for eksempel gjennom klær, hårfrisyre, sminke eller kroppsspråk)

source: Criminal offences are for example:
nb: Et straffbart forhold er for eksempel:

source: The reason for this is that the UDI cannot give you a residence card with your new identity until it has been confirmed and registered in the Norwegian National Registry.
nb: Hvis du fyller kravene til å være med i programmet, vil du ikke risikere å miste oppholdstillatelsen eller bli utvist fra Norge fordi du har gitt uriktig informasjon om identiteten din.

source: What were you looking for?
nb: Hva lette du etter?

source: Choose which digital mailbox you want – Digipost or e-Boks.
nb: Velg hvilken digitale postboks du vil ha – Digipost eller e-Boks.

source: Norskprøve 2 or Norskprøve 3 (these tests were replaced with Norskprøven in 2014 and are no longer carried out)
nb: Norskprøve 2 eller Norskprøve 3 (prøvene ble erstattet med Norskprøven i 2014 og gjennomføres ikke lenger)

source: Since 1993, Norwegian women and men have had the opportunity to enter into a registered partnership with a person of the same sex.
nb: Siden 1993 har norske kvinner og menn kunnet inngå partnerskap med en av samme kjønn.

source: Upon withdrawal, it was agreed to have a transitional period until 31 December 2020, with the possibility of extension. During this period, the United Kingdom will be treated as a member of the EU.
nb: Ved utmeldelsen ble det avtalt å ha en overgangsperiode, hvor Storbritannia behandles som medlemmer av EU frem til 31. desember 2020, med mulighet for forlengelse.

source: - Press «book an appointment» and select a free appointment in the calendar
nb: Trykk «bestill time» og velg en ledig time i kalenderen

source: Neither the EU/EEA agreement nor the Immigration Act applies to Svalbard.
nb: Verken EU/EØS-avtalen eller utlendingsloven gjelder for Svalbard.

source: If you have been abroad for more than 6 months during one year, you must hand in documentation that this is due to
nb: Hvis du har hatt opphold i utlandet på mer enn 6 måneder i løpet av ett år må du legge ved dokumentasjon på at dette skyldes

source: Back to previous page (Work immigration)
nb: Tilbake til forrige side (Arbeidsinnvandring)

source: fill in a guarantee form for visits (pdf, 930 kB)
nb: garantiskjema for besøk (pdf, 930 kB)

source: copy of the passport of the diplomat/NATO personnel
nb: kopi av passet til diplomaten/personen som jobber i NATO

source: The Norwegian embassy in Nairobi will be responsible for applications from these countries.
nb: Den norske ambassaden i Nairobi vil ha ansvaret for søknadene fra disse landene.

source: Adults are entitled to 250 hours of tuition in the Norwegian language.
nb: Voksne har rett til 250 timer norskopplæring.

source: Members of the JEM having taken part in the 2008 attack on the city of Omdurman (Sudan)
nb: Medlemmer av JEM som deltok i angrepet på Omdurman i Sudan i 2008.

source: You are seriously or chronically ill.
nb: Du er alvorlig eller kronisk syk.

source: Applications for citizenship
nb: Søknader om statsborgerskap

source: has expired, you will receive a total of NOK 13 000 per adult and NOK 13 000 per child.
nb: deres går ut, får dere til sammen 13 000 kroner per voksen og 13 000 kroner per barn.

source: the following points to be worth considering:
nb: helse og bidra til langsiktige mål om inkludering og integrering.

source: Violence in the family / domestic violence
nb: Vold i familien/nære relasjoner

source: How long can I stay in Norway?
nb: Hvor lenge kan jeg bli i Norge?

source: for up to 90 days during a period of 180 days.
nb: i inntil 90 dager i løpet av en periode på 180 dager.

source: After you have been in Norway for five years, you can apply for a permanent residence permit.
nb: Etter at du har vært i Norge i fem år kan du søke om permanent oppholdstillatelse.

source: After that we will process your application for citizenship.
nb: UDI vil samtidig sende deg et brev om at vi nå har endret identiteten din.

source: Google's privacy policy (eksternal website)
nb: Google sine retningslinjer for personvern (eksternt nettsted)

source: If you plan to attend an important event or visit a well-known organisation, you have a better chance of being granted a visa.
nb: Hvis du skal delta på et viktig arrangement eller besøke en kjent organisasjon, er det større sjanse for at du får visum.

source: If you are from Kosovo, you can hand in your national ID kart and UMNIK ID.
nb: Hvis du er fra Kosovo kan du levere nasjonalt ID-kort og UMNIK ID.

source: Have you lost your residence permit?
nb: Har du mistet oppholdstillatelsen din?

source: Norskprøven for fremmedspråklige (this test was replaced by the Norwegian test in 2005 and is no longer carried out)
nb: Språkprøven i norsk for voksne innvandrere(prøven ble erstattet av Norskprøve i 2005 og gjennomføres ikke lenger)

source: If the UDI believes that you will be particularly vulnerable if you are deported, we can increase the reintegration support to € 3 000.
nb: Hvis UDI mener at du vil være særlig sårbar hvis du blir tvangsreturnert, kan vi øke reintegreringstøtten til € 3 000.

source: I cannot find any free appointments.
nb: Jeg finner ingen ledig time.

source: In addition, you will receive NOK 2 000 per person when you arrive in Kabul, which you can spend on temporary accommodation, and transport to your final destination in Afghanistan, if relevant.
nb: I tillegg får dere 2 000 kroner per person når dere kommer til Kabul som dere kan bruke på midlertidig overnatting og eventuelt transport videre i Afghanistan.

source: General information about the coronavirus
nb: Oversikt over informasjon om korona på flere språk.

source: Eritrean separatists fighting in the liberation war against Ethiopia (1961-1991)
nb: Eritreiske separatister i frigjøringskrigen mot Etiopia fra 1961-1991.

source: The continuous scale of BoneXpertprovides more flexibility in the choice of a criterion to determine whether the indi-vidual is above or below 18 years.
nb: Enslig mindreårig asylsøker (EMA) er en asylsøker som oppgir å være under 18 år, og som ikke har følge

source: If you are from Hong Kong, you must have a Hong Kong SAR passport or BN (0) passport
nb: Hvis du er fra Hong Kong, må du ha Hong Kong SAR-pass eller BN (0)-pass.

source: With this type of residence permit your family members (for example your children) can apply for family immigration to move to you in Norway, if you fulfil the requirements.
nb: Med denne type oppholdstillatelse kan familiemedlemmene dine (for eksempel barna dine) få familieinnvandring med deg, dersom dere oppfyller kravene for dette.

source: When you choose a digital mailbox, you will no longer receive letters from us by ordinary post.
nb: Når du velger digital postkasse, får du ikke brev fra oss i vanlig post lenger.

source: Also, each individual receives support in finding employment, training or business establishment valued at NOK 30,000 through the DRC in Somalia.
nb: I tillegg får hver enkelt person støtte til arbeidsformidling, opplæring eller næringsetablering til en verdi av 30 000 kroner gjennom DRC i Somalia.

source: Yes, you do.
nb: Ja, det må du.

source: Thank you so much for the feedback!
nb: Tusen takk for tilbakemeldinga!

source: It is a punishable offence to marry someone who is under the age of 16 years old.
nb: Det er straffbart å gifte seg med noen som er under 16 år når ekteskapet inngås.

source: You will get half of the money when you arrive in Afghanistan, and the rest of the money after three months.
nb: Dere får halvparten av pengene når dere kommer til Afghanistan, og resten av pengene etter tre måneder.

source: I am registered with the police as an EU/EEA citizen with a right of residence in Norway.
nb: Jeg er registrert hos politiet som EU/EØS-borger med oppholdsrett i Norge.

source: Where do you work?
nb: Hvor jobber du?

source: I forgot to print my cover letter.
nb: Jeg glemte å skrive ut følgebrevet mitt.

source: If you have previously handed in this documentation to the UDI, you do not have to hand it in again.
nb: Hvis du har levert denne dokumentasjon til UDI tidligere, trenger du ikke levere den på nytt.

source: If all relevant documents are not handed in, this may lead to you having to wait longer for an answer or your application being rejected.
nb: Hvis ikke all relevant dokumentasjon er lagt ved, kan dette føre til at det tar lengre tid før du får svar eller at søknaden din blir avslått.

source: We have sent you the cover letter by email from noreply-spn@udi.no
nb: Vi har sendt følgebrevet til deg på e-post fra noreply-spn@udi.no.

source: You do not have to pay anything for the test, but you must cover your travel and accommodation expenses.
nb: Du trenger ikke betale noe for testen, men du må selv dekke utgiftene til reise og opphold.

source: If you wish to report a criminal offence, you have to
nb: Hvis du ønsker å anmelde et straffbart forhold, må du

source: you are registered by the Kurdistan Regional Government (KRG) or in Kirkuk,
nb: du ikke er folkeregistrert i det kurdiske selvstyreområdet (KRG) eller Kirkuk,

source: has expired, you will receive NOK 5,000 per adult and NOK 5,000 per child who was under the age of 18 when you applied for assisted return.
nb: deres går ut, får dere 5 000 kroner per voksen og 5 000 kroner per barn som var under 18 år da dere søkte assistert retur.

source: refugees with minimal support compared to the investments in the few
nb: utdanningstilbud og tilgang til markeder som

source: need to document your income when you apply as a guarantor.
nb: å dokumentere inntekten din når du stiller som garantist.

source: Digital mail is not the same as e-mail.
nb: Digital post er ikke det samme som e-post.

source: Yes, if you want someone else to be able to open your letters, you can
nb: Ja, hvis du vil at noen andre skal kunne åpne brevene du får, kan du

source: People going to South-Central Somalia with a stopover in Mogadishu have their trip organised by the Police Immigration Unit.
nb: Personer som skal til Sør- og Sentral-Somalia gjennom Mogadishu får reisen organisert av Politiets Utlendingsenhet.

source: renewal of your family immigration permit with your spouse.
nb: Du kan gifte deg i Norge så lenge du har lovlig opphold.

source: You will be notified by email or SMS when the UDI has received the case.
nb: Du vil få beskjed på e-post eller SMS når saken har kommet tilbake til UDI.

source: cases concerning the revocation of citizenship.
nb: avgjøre sakene om tilbakekall.

source: If you arrive by plane, the test may have been taken within the last 24 hours before the scheduled departure time of the first part of the flight.
nb: Hvis du ankommer med fly, kan testen være tatt i løpet av de siste 24 timene før oppsatt avgangstid på første del av flyreisen.

source: You can for example tip UDI if you have information about:
nb: Du kan for eksempel tipse UDI hvis du har informasjon om:

source: If you want to withdraw your application for assisted return
nb: Hvis du ønsker å trekke søknaden din om assistert retur

source: is also considered domestic violence.
nb: regnes også som vold i nære relasjoner.

source: you both have a background from countries/areas/ethnic groups where Norwegian authorities have experienced that forced marriages occur, for example Afghanistan, Albania, Algeria, Bangladesh, Cambodia, China (only Uyghurs and Tibetans), Egypt, Eritrea, Ethiopia, India, Iraq, Iran, Jordan, Kosovo, Lebanon, Libya, Morocco, Nepal, Pakistan, Palestine, Russia (only Chechens), Somalia, Sri Lanka, Stateless, Sudan, Syria, Tunisia, Turkey, West-Sahara and Yemen.
nb: dere begge har bakgrunn fra land/områder/folkegrupper der norske myndigheter har erfaring med at det skjer tvangsekteskap, for eksempel Afghanistan, Albania, Algerie, Bangladesh, Egypt, Eritrea, Etiopia, India, Irak, Iran, Jemen, Jordan, Kambodsja, Kina (kun uigurer og tibetanere), Kosovo, Libanon, Libya, Marokko, Nepal, Pakistan, Palestina, Russland (kun tsjetsjenere), Somalia, Sri Lanka, Sudan, Syria, Tunisia, Tyrkia og Vest-Sahara.

source: UDI will therefore again start processing applications for au pairs.
nb: UDI vil derfor igjen begynne å behandle søknader om au pair-tillatelse.

source: You can find more information on our website on how to proceed to apply.
nb: Du kan finne mer informasjon på våre nettsider om hvordan du går frem for å søke.

source: If you have a special reason for visiting Norway, for example that your cohabitant is expecting a child, you have a better chance of being granted a visa.
nb: Hvis det er en spesiell grunn til at du skal besøke Norge, for eksempel at samboeren din venter barn, er det større sjanse for at du får visum.

source: The duration of the permit is stated on the residence card you receive.
nb: Varigheten av tillatelsen fremgår av oppholdskortet du mottar.

source: Two people can get married if they are both over the age of 18, agree to the marriage and want to marry.
nb: To mennesker kan gifte seg hvis begge er over 18 år, er enige om det og selv ønsker det.

source: www.ks.no (external website)
nb: www.ks.no (eksternt nettsted)

source: You must cooperate on this.
nb: Du må samarbeide om dette

source: Children with a Norwegian mother or father (born after 2006)
nb: Barn med norsk mor eller far (født etter 2006)

source: You must have received a concrete offer of employment in Northern Norway (Nordland, Troms or Finnmark counties).
nb: Du må ha et konkret tilbud om arbeid i Nord-Norge (Nordland, Troms og Finnmark).
